{"Q174957":{"title":"Nina Simone","text":"Nina Simone, artiestennaam van Eunice Kathleen Waymon (Tryon, North Carolina, 21 februari 1933 – Carry-le-Rouet, 21 april 2003), was een Amerikaanse singer-songwriter, pianiste en burgerrechtenactiviste. Ze wordt vooral gerekend tot de jazzmuzikanten, maar had zelf een hekel aan deze term. In haar werk zijn ook de invloeden van klassieke muziek, blues, rhythm-and-blues en soul te horen.\n\n\n<h4> Levensloop <\/h4>\n\n\n<h5> Jeugd <\/h5>\nSimone kwam uit een gezin met acht kinderen. Evenals andere Afro-Amerikaanse artiesten...","link":" <a target=\"_blank\" class=\"wikipedialink\" href=\"https:\/\/nl.wikipedia.org\/wiki\/Nina_Simone\">lees verder op Wikipedia<\/a>"},"Q722896":{"title":"Garland Jeffreys","text":"Garland Jeffreys (Brooklyn, New York, 29 juni 1943) is een Amerikaans singer-songwriter.\nJeffreys studeerde aan Syrace University in Syracuse (New York) en trad daarna op in nachtclubs in de stad New York. In 1969 vormde hij de groep Grinder's Switch. Ze namen een album op voor dat ze in 1970 uit elkaar gingen. In 1973 kwam zijn eerste soloalbum uit, Garland Jeffreys, op Atlantic Records. Rond dezelfde tijd bracht Atlantic ook een singeltje uit van Jeffreys, genaamd Wild in the Streets, dat niet...","link":" <a target=\"_blank\" class=\"wikipedialink\" href=\"https:\/\/nl.wikipedia.org\/wiki\/Garland_Jeffreys\">lees verder op Wikipedia<\/a>"},"Q1474525":{"title":"Tuxedomoon","text":"Tuxedomoon is een experimentele rockgroep opgericht in San Francisco, Californië, met als huidige vaste leden Blaine L. Reininger (zang, viool en gitaar), Steven Brown (keyboards en saxofoon) en bassist Peter Principle.\n\n\n<h4> Geschiedenis <\/h4>\nDe groep werd opgericht in 1977 door Blaine L. Reininger en Steven Brown, destijds studenten elektronische muziek aan het San Francisco City College. Bassist Peter Principle, zanger Winston Tong en filmmaker Bruce Geduldig kwamen er snel bij.\nHet nummer No Tears...","link":" <a target=\"_blank\" class=\"wikipedialink\" href=\"https:\/\/nl.wikipedia.org\/wiki\/Tuxedomoon\">lees verder op Wikipedia<\/a>"},"Q1724658":{"title":"The Durutti Column","text":"The Durutti Column is het voortdurende project van gitarist Vini Reilly (geboren in Didsbury, Greater Manchester, augustus 1953), doorgaans vergezeld van drummer Bruce Mitchell (en op het debuutalbum van de groep,  producer Martin Hannett).\nThe Durutti Column was een van de eerste bands die een contract tekende bij Factory Records. Ze zijn te horen op de eerste release van dit label, A Factory Sampler. De eigenaar van Factory, Tony Wilson, was jarenlang hun manager.\nDe groep speelt meestal instrumentale...","link":" <a target=\"_blank\" class=\"wikipedialink\" href=\"https:\/\/nl.wikipedia.org\/wiki\/The_Durutti_Column\">lees verder op Wikipedia<\/a>"},"Q455754":{"title":"Screamin' Jay Hawkins","text":"Screamin' Jay Hawkins (Cleveland, 18 juli 1929 – Parijs, 12 februari 2000) was een Amerikaans zanger. Door zijn macabere optredens, waarbij rook, bommen, vuur en doodskisten werden gebruikt, geldt hij als shockrocker avant la lettre. I Put a Spell on You (1956) was zijn grootste en bekendste hit.\n\n\n<h4> Loopbaan <\/h4>\nHawkins werd geboren als Jalacy Hawkins en groeide op in Cleveland in de staat Ohio. Naar het voorbeeld van bas-bariton Paul Robeson wilde hij aanvankelijk operazanger worden. Toen hij besefte...","link":" <a target=\"_blank\" class=\"wikipedialink\" href=\"https:\/\/nl.wikipedia.org\/wiki\/Screamin%27_Jay_Hawkins\">lees verder op Wikipedia<\/a>"},"Q106366493":{"title":"Werk in Uitvoering","text":"Werk in Uitvoering was een muziektheatergroep uit de Nederlandse stad Groningen, die tussen 1973-1986 toneel en popmuziek combineerde met vormingswerk\nDe groep stelde problemen van jongeren aan de orde zoals werkloosheid, criminaliteit en racisme en koos stelling tegen opkomend rechtspopulisme. De groep bracht diverse theatershows en produceerde enkele LP's.\n\n\n<h4> Geschiedenis <\/h4>\nDe groep werd in 1973 in Groningen opgericht en oogste in 1976 nationaal succes met de productie Weggewerkt. De groep trad...","link":" <a target=\"_blank\" class=\"wikipedialink\" href=\"https:\/\/nl.wikipedia.org\/wiki\/Werk_in_Uitvoering\">lees verder op Wikipedia<\/a>"},"Q484427":{"title":"The Cure","text":"The Cure is een in 1978 in Crawley (Verenigd Koninkrijk) gevormde new waveband. Oorspronkelijk heette de band The Easy Cure. De band wordt naast new wave ook geplaatst in de genres gothic rock en postpunk.\n\n\n<h4> Biografie <\/h4>\n\nDe band debuteerde in 1979 met het album Three Imaginary boys. De eerste single, \"Killing an Arab\", zorgde al meteen voor controverse vanwege het vermeende racistische karakter van het nummer. In feite was het gebaseerd op de roman De vreemdeling van Albert Camus. Maar het was...","link":" <a target=\"_blank\" class=\"wikipedialink\" href=\"https:\/\/nl.wikipedia.org\/wiki\/The_Cure\">lees verder op Wikipedia<\/a>"},"Q2164036":{"title":"Young Marble Giants","text":"Young Marble Giants is een newwavegroep uit het begin van de jaren tachtig die zich onderscheidde door, als een van de weinige bands die met deze muziekstijl geassocieerd worden, zeer minimale en verstilde songs ten gehore te brengen. Het trio Young Marble Giants heeft slechts enkele jaren bestaan, toch hebben ze vele musici geïnspireerd met hun muziek. \n\n\n<h4> Biografie <\/h4>\nDe band kwam bijeen toen gitarist\/toetsenist Stuart Moxham terugkwam naar Zuid-Wales na een verblijf in Duitsland. Samen met zijn...","link":" <a target=\"_blank\" class=\"wikipedialink\" href=\"https:\/\/nl.wikipedia.org\/wiki\/Young_Marble_Giants\">lees verder op Wikipedia<\/a>"},"Q361646":{"title":"Burning Spear","text":"Burning Spear, pseudoniem van Winston Rodney (Saint Ann's Bay, 1 maart 1945) is een Jamaicaanse rootsreggae-muzikant en -zanger.\nRodney zoekt zijn muzikale inspiratie bij Bob Marley en Marcus Garvey, Bob Marley zorgde er zelf ook voor dat Rodney in contact kwam met muziekindustrie en er aan de slag kon. Hoewel zijn muzikale carrière al begon in 1969, wist Burning Spear pas in 1975 echt door te breken in West-Europa. Dat deed hij met zijn derde album dat was opgedragen aan de rasta-profeet Marcus...","link":" <a target=\"_blank\" class=\"wikipedialink\" href=\"https:\/\/nl.wikipedia.org\/wiki\/Burning_Spear\">lees verder op Wikipedia<\/a>"},"Q2049029":{"title":"Rotterdamsch Studenten Corps","text":"Het Rotterdamsch Studenten Corps\/Rotterdamsche Vrouwelijke Studenten Vereeniging (RSC\/RVSV) is een studentenvereniging in Rotterdam.\n\n\n<h4> Geschiedenis <\/h4>\nHet Rotterdamsch Studenten Corps (RSC) is opgericht op 11 december 1913 en is daarmee het jongste en tevens meest recente (1953) door de Algemene Senaten Vergadering erkende corpora. In Rotterdam is het echter de oudste studentenvereniging. Op 1 augustus 2017 zijn de mannen- en vrouwenafdeling van het corps samengevoegd en is de vereniging dus gemengd...","link":" <a target=\"_blank\" class=\"wikipedialink\" href=\"https:\/\/nl.wikipedia.org\/wiki\/Rotterdamsch_Studenten_Corps\">lees verder op Wikipedia<\/a>"},"Q2087666":{"title":"Orkater","text":"Orkater is een gezelschap van musici, theatermakers en kunstenaars, dat vanaf de jaren 80 spraakmakende muziektheatervoorstellingen maakt.\n\n\n<h4> Geschiedenis <\/h4>\nOrkater komt voort uit het Nederlandse Hauser Kamerorkest, waartoe Eddie B. Wahr, Dick Hauser, Rob Hauser, Gerard Atema en Thijs van der Poll behoorden. Bij de vorming van de muziektheatergroep Hauser Orkater in 1972 gingen ook Chris Bolczek, Jim van der Woude, de broers Alex van Warmerdam,  Marc van Warmerdam  en Vincent van Warmerdam en Josée...","link":" <a target=\"_blank\" class=\"wikipedialink\" href=\"https:\/\/nl.wikipedia.org\/wiki\/Orkater\">lees verder op Wikipedia<\/a>"},"Q1789046":{"title":"This Heat","text":"This Heat is een experimentele avant-garde rockband. Actief in de periode 1975-1982. De band wordt beschouwd als de ontbrekende schakel tussen de progressieve rock uit de jaren zeventig en postpunkmuziekstijlen als no wave, noiserock, industrial, post-rock en andere art rock-(sub)genres.\n\n\n<h4> Biografie <\/h4>\n\n\n<h5> 1975 - 1982: Off the beaten track <\/h5>\nThis Heat werd opgericht door de Britse multi-instrumentalisten Charles Bullen, Charles Hayward en Gareth Williams, halfweg de jaren zeventig. Bullen en Hayward...","link":" <a target=\"_blank\" class=\"wikipedialink\" href=\"https:\/\/nl.wikipedia.org\/wiki\/This_Heat\">lees verder op Wikipedia<\/a>"},"Q315811":{"title":"Steve Hackett","text":"Stephen Richard (Steve) Hackett (Londen, Pimlico, 12 februari 1950) is een Brits gitarist en (later ook) zanger.\n\n\n<h4> Het begin <\/h4>\nHackett is zoon van Peter en June Hackett. Zijn broer John Hackett ging ook de popmuziek in. Ze zouden regelmatig samen op het podium staan. Steve ging naar een lagere school in Chelsea. Hij begon op allerlei muziekinstrumenten te oefenen, waaronder de mondharmonica (die hij later ook bleef bespelen) en blokfluit. Pas op zijn twaalfde begon hij met gitaarspelen. Met discipline...","link":" <a target=\"_blank\" class=\"wikipedialink\" href=\"https:\/\/nl.wikipedia.org\/wiki\/Steve_Hackett\">lees verder op Wikipedia<\/a>"},"Q2355763":{"title":"Armand","text":"Armand, artiestennaam van Herman George van Loenhout (Eindhoven, 10 april 1946 – aldaar, 19 november 2015), was een Nederlandse protestzanger. Met het nummer Ben ik te min? stond hij in 1967 14 weken in de Top 40 en brak hij nationaal door als artiest. Armand maakte deel uit van de hippiegeneratie en stond bekend als fervent gebruiker van cannabis. Zijn albums bevatten maatschappijkritische teksten, veelal geïnspireerd op de hippie-ideologie.\n\n\n<h4> Loopbaan <\/h4>\n\nAls kind begon Armand reeds met liedjes...","link":" <a target=\"_blank\" class=\"wikipedialink\" href=\"https:\/\/nl.wikipedia.org\/wiki\/Armand\">lees verder op Wikipedia<\/a>"},"Q13447105":{"title":"C-mon & Kypski","text":"C-mon & Kypski is een Nederlandse band uit Utrecht. De band bestaat uit vier leden: Thomas Elbers alias Kypski (diskjockey, producent), Simon Akkermans alias C-Mon (dj, producent), Daniel Rose ((bas)gitaar) en Jori Collignon (toetsenist).\n\n\n<h4> Biografie <\/h4>\nC-Mon & Kypski heeft tournees gehad in Europa, Noord-Amerika en Zuid-Afrika, en heeft vier albums uitgebracht. Werd er eerst voornamelijk geëxperimenteerd met hiphop en elektronica, op latere albums is een meer eclectisch geluid te horen. C-Mon...","link":" <a target=\"_blank\" class=\"wikipedialink\" href=\"https:\/\/nl.wikipedia.org\/wiki\/C-mon_%26_Kypski\">lees verder op Wikipedia<\/a>"},"Q2399786":{"title":"Ted Hawkins","text":"Ted Hawkins (Biloxi, 28 oktober 1936 – Los Angeles, 1 januari 1995) was een Amerikaanse singer-songwriter.\nIn zijn woonplaats Venice Beach bij Los Angeles speelde hij regelmatig als straatmuzikant. Hij was meer succesvol in Europa en Australië waar hij tours speelde in clubs en kleine concertzalen.\n\n\n<h4> Discografie <\/h4>\n1982: Watch Your Step\n1986: Happy Hour\n1986: On the Boardwalk at Venice Beach\n1989: I Love You Too\n1994: The Next Hundred Years\n1995: Songs from Venice Beach\n1998: Love You Most of All...","link":" <a target=\"_blank\" class=\"wikipedialink\" href=\"https:\/\/nl.wikipedia.org\/wiki\/Ted_Hawkins\">lees verder op Wikipedia<\/a>"},"Q694081":{"title":"Arno (zanger)","text":"Arnaud Charles Ernest Hintjens (Oostende, 21 mei 1949), beter bekend onder zijn artiestennaam Arno, is een Belgische rockzanger, die liedjes vertolkt vooral in het Frans, soms in het Engels, Nederlands en sporadisch ook in het Oostends dialect.\n\n\n<h4> Leven en werk <\/h4>\nArno koos aanvankelijk voor het beroep van kok, maar was in zijn jonge jaren vooral geïnteresseerd in muziek. Vooral uit Engeland geïmporteerde bluesplaten inspireerden hem.\nAls mondharmonicaspeler werkte hij samen met muzikanten uit de...","link":" <a target=\"_blank\" class=\"wikipedialink\" href=\"https:\/\/nl.wikipedia.org\/wiki\/Arno_(zanger)\">lees verder op Wikipedia<\/a>"},"Q1807553":{"title":"Raymzter","text":"Raymond Redouan Christiaan Rensen (Almere, 7 juni 1979), beter bekend als Raymzter is een Nederlandse rapper. De nummers van Raymzter kenmerken zich met zowel autobiografische elementen als met sociaal-politieke observaties. Naast zijn MC-Battles en improvisatieraps, staat hij ook bekend als acteur in de film Bolletjes Blues.\n\n\n<h4> Levensloop <\/h4>\nHij werd in Nederland geboren als zoon van een Marokkaanse vader en een Nederlandse moeder. De naam Raymzter werd hem door een vriend gegeven. In 2002 scoorde...","link":" <a target=\"_blank\" class=\"wikipedialink\" href=\"https:\/\/nl.wikipedia.org\/wiki\/Raymzter\">lees verder op Wikipedia<\/a>"},"Q56459175":{"title":"André Dekker","text":"Andreas Johannes (André) Dekker (Delft, 23 augustus 1956) is een Nederlands beeldhouwer, installatiekunstenaar, schrijver en gastdocent, die sinds 1997 samenwerkt in de kunstenaarsgroep het Observatorium.\n\n\n<h4> Leven en werk <\/h4>\nDekker is geboren en getogen in Delft. Hij studeerde voor basisschoolleraar aan de Thomas Morus Pabo in Rotterdam.\nNa zijn studie ging Dekker werken bij Goethe-Institut in Rotterdam, waar hij exposities samenstelde van met name jonge beeldend kunstenaars uit Duitsland. Als autodidact...","link":" <a target=\"_blank\" class=\"wikipedialink\" href=\"https:\/\/nl.wikipedia.org\/wiki\/Andr%C3%A9_Dekker\">lees verder op Wikipedia<\/a>"},"Q210734":{"title":"Youssou N'Dour","text":"Youssou N'Dour (Dakar, 1 oktober 1959) is een Senegalees zanger, musicus en politicus. Hij hielp mee de hedendaagse muziek in Senegal uit te bouwen, meer speciaal een vorm die in de plaatselijke Wolof-taal mbalax genoemd wordt: een mengeling van de traditionele griot, met percussie en lofgezang en Afro-Cubaanse arrangementen en toevoegingen. Tussen april 2012 en september 2013 was hij minister van Toerisme in Senegal.\n\n\n<h4> Biografie <\/h4>\nN'Dour, bijgenaamd 'de Nachtegaal van Dakar', begon op te treden...","link":" <a target=\"_blank\" class=\"wikipedialink\" href=\"https:\/\/nl.wikipedia.org\/wiki\/Youssou_N%27Dour\">lees verder op Wikipedia<\/a>"},"Q1994063":{"title":"Nits","text":"Nits is een Nederlandse popgroep die in 1974 werd opgericht. De kern van de band bestaat uit zanger en tekstschrijver Henk Hofstede, Rob Kloet (percussie) en Robert Jan Stips (toetsen). De naam is gebaseerd op het Engelse woord voor neten. Aanvankelijk was het The Nits (de neten).\n\n\n<h4> Verloop <\/h4>\nDe band was vooral in de jaren 80 zeer populair (toen nog als The Nits). De groep had hits met nummers als Nescio, In the Dutch Mountains, Adieu, Sweet Bahnhof, Sketches Of Spain en J.O.S. Days. In zowel binnen...","link":" <a target=\"_blank\" class=\"wikipedialink\" href=\"https:\/\/nl.wikipedia.org\/wiki\/Nits\">lees verder op Wikipedia<\/a>"},"Q1672362":{"title":"Irakere","text":"Irakere (Yoruba voor \"vegetatie\") is een Cubaanse band die in 1973 werd opgericht door Armando de Sequeira Romeu (muziekregisseur en componist) en pianist Chucho Valdés. Ze wonnen de Grammy Award voor de beste latinopname in 1979 met hun album Irakere.Irakere maakt gebruikt van veel verschillende slaginstrumenten zoals de batá, abacuá en arará trommels en de chequerés, erikundis, maraca's, claves, cencerros, bongo, congas en güiro.\n\n\n<h4> Discografie <\/h4>\n1974: Grupo Irakere\n1976: Chekere\n1979:  Chekere...","link":" <a target=\"_blank\" class=\"wikipedialink\" href=\"https:\/\/nl.wikipedia.org\/wiki\/Irakere\">lees verder op Wikipedia<\/a>"},"Q312264":{"title":"Captain Beefheart","text":"Captain Beefheart (Glendale, Californië, 15 januari 1941 – Arcata, Californië, 17 december 2010) was het pseudoniem van de Amerikaanse muzikant en schilder Don Van Vliet, geboren als Don Glen Vliet. Op de middelbare school raakte Vliet bevriend met Frank Zappa, die een grote invloed op hem had. Hij ontwikkelde zich tot componist, instrumentalist, zanger, tekenaar, schilder en beeldhouwer. In de jaren zestig maakte hij met zijn Magic Band de experimentele dubbelelpee Trout Mask Replica, dat door velen...","link":" <a target=\"_blank\" class=\"wikipedialink\" href=\"https:\/\/nl.wikipedia.org\/wiki\/Captain_Beefheart\">lees verder op Wikipedia<\/a>"},"Q1544817":{"title":"The Feelies","text":"The Feelies is een Amerikaanse rockband. Ze kwamen in 1976 voor het eerst bijeen en gingen in 1992 uit elkaar, na 4 langspeelplaten te hebben uitgebracht. In 2008 kwamen ze opnieuw bij elkaar. Ze onderscheidden zich van veel andere punk- en new wave-bands van eind jaren 70 en begin jaren 80 doordat ze veel met soundscape werkten.\nThe Feelies traden geregeld op in muziekclub Maxwell's in Hoboken. Hun albums zijn nooit in zeer grote hoeveelheden verkocht, maar desondanks heeft hun muziek toch duidelijk...","link":" <a target=\"_blank\" class=\"wikipedialink\" href=\"https:\/\/nl.wikipedia.org\/wiki\/The_Feelies\">lees verder op Wikipedia<\/a>"},"Q511074":{"title":"Dr. John","text":"Dr. John (New Orleans, Louisiana, 20 november 1941 – 6 juni 2019), ook bekend als Dr. John Creaux of Dr. John the Night Tripper, was het pseudoniem van pianist, zanger en songwriter Malcolm John (Mac) Rebennack Jr. In zijn muziek combineerde hij blues, boogiewoogie en rock-'n-roll.\n\n\n<h4> Levensloop <\/h4>\n\nZijn vader, die ook Malcolm John Rebennack heette, had een radio- en televisiewinkel en verkocht ook grammofoonplaten, waardoor de zoon al vroeg allerlei muziekinvloeden onderging, waaronder de blues...","link":" <a target=\"_blank\" class=\"wikipedialink\" href=\"https:\/\/nl.wikipedia.org\/wiki\/Dr._John\">lees verder op Wikipedia<\/a>"},"Q2048054":{"title":"Ro Theater","text":"Het Ro Theater was een van de drie grote Nederlandse toneelgezelschappen en gevestigd in Rotterdam. De voorstellingen gingen in première in de Rotterdamse Schouwburg of in het eigen Ro Theater in Rotterdam. Ze reisden langs schouwburgen en vlakke-vloertheaters in Nederland en de internationale podia. Naast klassiek repertoire, de nieuwe stukken en familievoorstellingen ontwikkelde het gezelschap stadsprojecten en locatietheater. Ro Theater stond voor Rotterdams Onafhankelijk theater.\nIn januari 2017...","link":" <a target=\"_blank\" class=\"wikipedialink\" href=\"https:\/\/nl.wikipedia.org\/wiki\/Ro_Theater\">lees verder op Wikipedia<\/a>"},"Q29422147":{"title":"Geert van de Camp","text":"Gerardus Cornelis Franciscus (Geert) van de Camp (Oss, 23 februari 1962) is een Nederlands beeldhouwer en installatiekunstenaar, die sinds 1997 samenwerkt in het kunstenaarscollectief het Observatorium.Na de AKI Kunstacademie in Enschede werd Van de Camp eind jaren 80 bekend met zijn organisch geometrische ruimtelijke sculpturen, die hij veelal zonder titel afleverde. In de loop van de jaren 90 begint hij de samenwerking in het Observatorium, en maakt vanaf die tijd nog voornamelijk gezamenlijk werk...","link":" <a target=\"_blank\" class=\"wikipedialink\" href=\"https:\/\/nl.wikipedia.org\/wiki\/Geert_van_de_Camp\">lees verder op Wikipedia<\/a>"},"Q2364433":{"title":"Extince","text":"Peter Kops, artiestennaam Extince (Oosterhout, 1967), is een Nederlandse rapper. Kenmerkend voor de liedjes van Extince zijn woordspelingen, onregelmatige, onvoorspelbare rapregels, een 'geleerde' Drs. P-achtige woordenschat en zijn Brabantse accent met zachte g. Hij scoorde enkele nationale hits met nummers als Spraakwater, Viervoeters en Kaal of kammen.\n\n\n<h4> Biografie <\/h4>\n\n\n<h5> 1984-1994: Engelstalige carrière <\/h5>\nIn 1984 brak Kops zijn school-opleiding af en verruilde hij wat later Oosterhout voor Amsterdam...","link":" <a target=\"_blank\" class=\"wikipedialink\" href=\"https:\/\/nl.wikipedia.org\/wiki\/Extince\">lees verder op Wikipedia<\/a>"},"Q13733242":{"title":"Internationale Nieuwe Scène","text":"De Internationale Nieuwe Scène was een Vlaamse maatschappelijk geëngageerde theatergroep die tussen 1973 en 1997 heeft bestaan. Hun uitvoering van het stuk Mistero Buffo wordt beschouwd als een van de beste en belangrijkste Vlaamse theaterproducties.\n\n\n<h4> Ontstaan <\/h4>\nDe Internationale Nieuwe Scène is opgericht door twee toenmalige acteurs van  de Antwerpse Koninklijke Nederlandse Schouwburg (KNS), Charles Cornette en Hilde Uitterlinden. In 1970 ontmoetten ze de Italiaan Arturo Corso, die bij de KNS...","link":" <a target=\"_blank\" class=\"wikipedialink\" href=\"https:\/\/nl.wikipedia.org\/wiki\/Internationale_Nieuwe_Sc%C3%A8ne\">lees verder op Wikipedia<\/a>"},"Q300348":{"title":"A Certain Ratio","text":"A Certain Ratio is een dansbare postpunkband uit het begin van de jaren 80. Ze stonden onder contract bij Factory Records van Tony Wilson. Bekende nummers zijn The Choir en Shack Up, een cover van de funk-klassieker van Banbarra. In 1982 maakten ze als Sir Horatio de obscure 12-inch Abracadabra. Later werden veel bekende Punkfunk bands door hen geïnspireerd. Voorbeelden zijn LCD Soundsystem, Quit Your Dayjob! en Maxïmo Park.\n\n\n<h4> Bandleden <\/h4>\nSimon Topping (zang\/trompet)\nJeremy Kerr (bass)\nMartin Moscrop...","link":" <a target=\"_blank\" class=\"wikipedialink\" href=\"https:\/\/nl.wikipedia.org\/wiki\/A_Certain_Ratio\">lees verder op Wikipedia<\/a>"},"Q474045":{"title":"Celia Cruz","text":"Ursula Hilaria Celia de la Caridad Cruz Alfonso (Havana, 21 oktober 1925 – Fort Lee (New Jersey), 16 juli 2003), kortweg Celia Cruz, was een Cubaans-Amerikaanse zangeres. Ze werd bekend als de Queen of Salsa.\n\n\n<h4> Biografie <\/h4>\nZe werd geboren in de Cubaanse hoofdstad Havana waar haar muzikale loopbaan begon in haar kinderjaren, toen zij zong op straathoeken. In 1950 verving Cruz de zangeres van de band La Sonora Matancera. Dit was haar grote doorbraak want ze werd een van Cuba's grootste sterren.\nNa...","link":" <a target=\"_blank\" class=\"wikipedialink\" href=\"https:\/\/nl.wikipedia.org\/wiki\/Celia_Cruz\">lees verder op Wikipedia<\/a>"},"Q206693":{"title":"Alex Chilton","text":"Alex Chilton (Memphis, 28 december 1950 – New Orleans, 17 maart 2010) was een Amerikaanse zanger en gitarist die bekend was van de bands The Box Tops en Big Star.\nChilton had met The Box Tops een aantal muzikale successen, waarvan The letter (1967) de grootste was. Na het uiteenvallen van The Box Tops in 1970 speelde Chilton enige tijd solo, om in 1971 met Chris Bell de powerpopband Big Star te vormen, een groep die drie albums uit zou brengen die geen commercieel succes hadden maar wel van invloed...","link":" <a target=\"_blank\" class=\"wikipedialink\" href=\"https:\/\/nl.wikipedia.org\/wiki\/Alex_Chilton\">lees verder op Wikipedia<\/a>"},"Q1147045":{"title":"The Birthday Party (band)","text":"The Birthday Party was een Australische post-punk-band, die zich rond Nick Cave concentreerde. De band was grensverleggend in de vroege jaren 80.\n\n\n<h4> Geschiedenis <\/h4>\nNaast Nick Cave bestond de band aanvankelijk uit diens schoolkameraden van Caulfield Grammar in Melbourne: Mick Harvey (gitaar, saxofoon en synthesizer) en Phill Calvert (drum). Tracy Pew (basgitaar) en Rowland S. Howard (gitaar) voegden zich later bij de groep. Ze heetten oorspronkelijk The Boys Next Door, en brachten in 1979 de lp Door...","link":" <a target=\"_blank\" class=\"wikipedialink\" href=\"https:\/\/nl.wikipedia.org\/wiki\/The_Birthday_Party_(band)\">lees verder op Wikipedia<\/a>"},"Q1785777":{"title":"Theatre of Hate","text":"Theatre of Hate was een Britse new wave- of postpunkgroep. De groep werd in 1980 opgericht door Kirk Brandon, zanger, gitarist en componist. In 1982 werd Theatre of Hate omgevormd tot Spear of Destiny.\n\n\n<h4> The Pack <\/h4>\nTheatre of Hate ontstond uit The Pack, een punkband die in 1978 werd opgericht door Kirk Brandon en die in 1979 twee singles uitbracht. In 1980 werd The Pack omgevormd tot Theatre of Hate.\n\n\n<h4> Theatre of Hate <\/h4>\nTheatre of Hate begon in volgende samenstelling:\n\nKirk Brandon, zang en gitaar...","link":" <a target=\"_blank\" class=\"wikipedialink\" href=\"https:\/\/nl.wikipedia.org\/wiki\/Theatre_of_Hate\">lees verder op Wikipedia<\/a>"},"Q720731":{"title":"Roger Chapman (zanger)","text":"Roger Maxwell \"Chappo\" Chapman (Leicester, 8 april 1942) is een Brits rockzanger.\n\n\n<h4> Biografie <\/h4>\nChapman begint zijn zangcarrière in 1966 bij de band The Farinas. In 1967 trad hij toe tot de fameuze Britse rockband Family. In 1974 richtte hij samen met Charlie Whitney (gitaar) de Streetwalkers op.\nVanaf 1978 treedt Chapman solo op, soms met een begeleidingsband. Hij staat bekend als een temperamentvol performer en wordt als zanger geroemd om zijn rauwe vocale vibrato. Solo-successen behaalde hij...","link":" <a target=\"_blank\" class=\"wikipedialink\" href=\"https:\/\/nl.wikipedia.org\/wiki\/Roger_Chapman_(zanger)\">lees verder op Wikipedia<\/a>"},"Q730158":{"title":"The Human League","text":"The Human League is een Engelse synthpopgroep die is opgericht in 1977. In de jaren tachtig behaalde de band het grootste succes met singles als Don't You Want Me, Human en Mirror Man. Het enige vaste lid sinds de oprichting van de band is zanger Philip Oakey.\n\n\n<h4> Beginjaren <\/h4>\nThe Human League werd opgericht in Sheffield door synthesizer-spelers Martyn Ware en Ian Craig Marsh. De groep heette eerst \"The Future\", maar werd vlak na het toetreden van vocalist Philip Oakey omgedoopt in \"The Human League...","link":" <a target=\"_blank\" class=\"wikipedialink\" href=\"https:\/\/nl.wikipedia.org\/wiki\/The_Human_League\">lees verder op Wikipedia<\/a>"},"Q1518965":{"title":"Kodō (taikogroep)","text":"Kodō is een Japanse drumband, afkomstig van het eiland Sado. De groep maakt vooral gebruik van taiko's en speelde een grote rol in de popularisatie van het instrument, zowel binnen Japan als daarbuiten. In het Japans heeft het woord \"kodō\" twee betekenissen: \"hartslag\", als de primaire bron van het ritme, en, wanneer het anders wordt gelezen, \"trommelkinderen\".\nAlhoewel de taiko het voornaamste instrument van Kodō is, spelen zij ook met andere traditionele Japanse instrumenten, waaronder de fue en...","link":" <a target=\"_blank\" class=\"wikipedialink\" href=\"https:\/\/nl.wikipedia.org\/wiki\/Kod%C5%8D_(taikogroep)\">lees verder op Wikipedia<\/a>"},"Q1691644":{"title":"Modern English","text":"Modern English is een new waveband uit de Britse stad Colchester. \nDe band werd opgericht in 1977. De band speelde aanvankelijk donkere postpunk in de stijl van Joy Division. Daarna evalueerde de muziek naar new wave, new romantic en synth pop.\n\n\n<h4> Biografie <\/h4>\nDe groep werd in 1977 opgericht in Colchester door Robbie Grey (zang), Gary McDowell (gitaar) en Michael Conroy (basgitaar). Maar toen heette de band The Lepers, omstreeks 1979 werd de naam veranderd in Modern English. Drummer Richard Brown...","link":" <a target=\"_blank\" class=\"wikipedialink\" href=\"https:\/\/nl.wikipedia.org\/wiki\/Modern_English\">lees verder op Wikipedia<\/a>"},"Q896237":{"title":"The Wirtschaftswunder","text":"The Wirtschaftswunder was een Duitse newwaveband uit Limburg an der Lahn. Hun muziek wordt onder de Neue Deutsche Welle geklasseerd.\nDe bezetting van de groep was uiterst internationaal: zanger was Angelo Galizia uit Italië, gitarist was Tom Dokoupil uit Tsjechoslowakije, toetsenist was Mark Pfurtscheller uit Canada, en de drummer was de Duitser Jürgen Beuth.\nHun eerste undergroundhit scoorden ze in 1980 met het nummer 'Der Kommissar', gebaseerd op de gelijknamige televisieserie. Dit nummer stond...","link":" <a target=\"_blank\" class=\"wikipedialink\" href=\"https:\/\/nl.wikipedia.org\/wiki\/The_Wirtschaftswunder\">lees verder op Wikipedia<\/a>"},"Q1954265":{"title":"Eitetsu Hayashi","text":"Eitetsu Hayashi (林英哲,Hayashi Eitetsu; Hiroshima,  1952) is een Japanse taiko-speler (taiko, of wadaiko, is een traditionele Japanse drum). Hij is actief in de traditionele Japanse muziek, maar werkte ook in de jazz, rock, wereldmuziek en nieuwe muziek.\nHij was in 1971 oprichter van de drum-groep Sado-Ondekoza, waarvoor hij de belangrijkste werken schreef. De groepsleden leefden in commune-achtige omstandigheden op het eiland Sado, waar ze als training elke dag 60 km hardliepen. Na tien jaar verliet...","link":" <a target=\"_blank\" class=\"wikipedialink\" href=\"https:\/\/nl.wikipedia.org\/wiki\/Eitetsu_Hayashi\">lees verder op Wikipedia<\/a>"},"Q1941490":{"title":"Ted Langenbach","text":"Theodorus (\"Ted\") Bernardus Langenbach (Rotterdam, 3 mei 1959) is een Nederlandse party-goeroe.\nIn Rotterdam volgde hij de studierichting Visuele Communicatie en Plastische Vorming aan de Academie voor Beeldende Kunsten.\nLangenbach is bekend van de MTC-party's en is hij initiatiefnemer en creatief directeur van de Rotterdamse danceclub Now&Wow en het voormalige WATT. In het begin van de jaren 80 was hij basgitarist bij de punkfunkband Dojoji.Op 12 oktober 2000 ontving hij de Laurenspenning van de...","link":" <a target=\"_blank\" class=\"wikipedialink\" href=\"https:\/\/nl.wikipedia.org\/wiki\/Ted_Langenbach\">lees verder op Wikipedia<\/a>"},"Q2396964":{"title":"Arjan Ederveen","text":"Arjan Ederveen (officiële naam: Arjan Ederveen Janssen) (Hilversum, 9 september 1956) is een Nederlands acteur, komiek, televisiemaker en tekstschrijver.\n\n\n<h4> Schooltijd <\/h4>\nEderveen heeft op het Comenius College in Hilversum gezeten. Hij maakte hier voor een schoolproject zijn eerste film genaamd Appel aan de Stok: De Musical. Hiermee won hij de lokale filmwedstrijd van 1971.\n\n\n<h4> Loopbaan <\/h4>\nEderveen werkte aan het begin van zijn loopbaan samen met Kees Prins, met wie hij De Duo's vormde. Hij verwierf...","link":" <a target=\"_blank\" class=\"wikipedialink\" href=\"https:\/\/nl.wikipedia.org\/wiki\/Arjan_Ederveen\">lees verder op Wikipedia<\/a>"},"Q323213":{"title":"Alpha Blondy","text":"Alpha Blondy, echte naam Seydou Koné (Dimbokro, 1 januari 1953) is een Ivoriaanse reggaezanger. Hij is zeer bekend in West-Afrika, Europa en de Verenigde Staten.\nHij werd grootgebracht door zijn oma, die hem leerde uit de Koran. Hij leerde de Franse taal door uit de Bijbel te lezen. Zijn oma gaf hem de bijnaam 'blondy', dat zoveel betekent als 'bandiet'. Zelf voegde hij daar het woord 'alpha' aan toe, dat 'begin' betekent. Zijn naam houdt dus kortweg 'eerste bandiet' in. Dit gebeurde allemaal nadat...","link":" <a target=\"_blank\" class=\"wikipedialink\" href=\"https:\/\/nl.wikipedia.org\/wiki\/Alpha_Blondy\">lees verder op Wikipedia<\/a>"},"Q633177":{"title":"Loes Luca","text":"Louise Diana Wilhelmina Catharina (Loes) Luca (Rotterdam, 18 oktober 1953) is een Nederlands actrice en comédienne die bekend is van onder meer Nénette et les Zézettes, Het Klokhuis, Ja zuster, nee zuster en de nieuwe versie van 't Schaep met de 5 pooten.\n\n\n<h4> Biografie <\/h4>\nLuca groeide op aan de Vlietkade in Rotterdam. Op haar zeventiende wilde Luca naar de Academie voor Expressie, maar ze werd geweigerd omdat ze geen Frans sprak en slechts drie jaar mulo had. Daarop vertrok ze voor een jaar naar Frankrijk...","link":" <a target=\"_blank\" class=\"wikipedialink\" href=\"https:\/\/nl.wikipedia.org\/wiki\/Loes_Luca\">lees verder op Wikipedia<\/a>"},"Q253686":{"title":"Keiko Abe","text":"Keiko Abe (安部圭子, Abe Keiko ; Tokio, 18 april 1937) is een Japanse componiste en marimbabespeelster. Zij behoort tot de belangrijkste hedendaagse Japanse musici.\n\n\n<h4> Levensloop <\/h4>\nAbe is afkomstig uit een familie van artsen en kooplui. Als kind kreeg zij pianoles en vanaf haar 12e levensjaar les voor marimba en compositie. Ze was vaak op de Japanse omroep NHK te horen, nadat ze op 13-jarige leeftijd een NHK talentenjacht had gewonnen. Haar studie voor marimba voltooide zij aan de Toho Gakuen School...","link":" <a target=\"_blank\" class=\"wikipedialink\" href=\"https:\/\/nl.wikipedia.org\/wiki\/Keiko_Abe\">lees verder op Wikipedia<\/a>"},"Q2188695":{"title":"Lavvi Ebbel","text":"Lavvi Ebbel was een Belgische funkrockband uit de jaren tachtig van de twintigste eeuw, met als bekendste lid Luckas Vander Taelen.\nHun bekendste hits zijn Give Me a Gun en Victoria. Bij heel wat mensen is ook de song No Place To Go bekend, door de release ervan op de Belpop-verzamel-lp Get Sprouts. Na twee jaar viel de band uit elkaar.\nIn 2013 kwam de groep opnieuw bij elkaar. Ze hielden een tournee onder de naam Zombie Tour met één nieuw bandlid in de rangen, namelijk Kloot Per W. Ze releaseden...","link":" <a target=\"_blank\" class=\"wikipedialink\" href=\"https:\/\/nl.wikipedia.org\/wiki\/Lavvi_Ebbel\">lees verder op Wikipedia<\/a>"}}