
{ "head": { "link": [], "vars": ["text", "paper", "articledate", "articleurl"] },
  "results": { "distinct": false, "ordered": true, "bindings": [
    { "text": { "type": "literal", "value": "Het Amerikaansch Danspaviljoen, de voormalige Circus Variété aan het Stationsplein, waar avond aan avond de paren zweven over den spiegelgladden vloer, biedt zijn bezoekers behalve dat dansgenot nog telkens vertooningen, die de aantrekkelijkheid van deze vermaak-instelling moeten verhoogen. Thans biedt men den bezoekers daar een kleurig schouwspel aan, een „Volksfeest te Madrid'. Voor Spanjaarden is 'n volksfeest zonder corrida iets onbestaanbaars, vandaar dat het hier voorgestelde volksfeest zich ook concentreert om een stierengevecht, maar wij zijn geen Spanjaarden en het op wreedaardige wijze doodkwellen van eenige dieren zou ons niet kunnen bekoren." }	, "paper": { "type": "literal", "value": "Rotterdamsch nieuwsblad" }	, "articledate": { "type": "typed-literal", "datatype": "http://www.w3.org/2001/XMLSchema#date", "value": "1913-10-08" }	, "articleurl": { "type": "uri", "value": "https://resolver.kb.nl/resolve?urn=ddd:010295828:mpeg21:a0167" }},
    { "text": { "type": "literal", "value": "Wij hebben bezoek gehad van de heeren Jacobsohn en Meurs, beiden van het Arena-theater, dat op den 1en Augustus in den voormaligen Circus- Schouwburg op het Stationsplein zijn deuren zal openen […] Behalve dan de artisten, die natuurlijk uit alle landen afkomstig zullen zijn, is het personeel, dat in de „Arena' werkzaam zal zijn, geheel uit Hollanders samengesteld. Ook het orkest van 20 man, waarover Max de Groot den scepter zal zwaaien, is geheel uit Nederlanders samengesteld." }	, "paper": { "type": "literal", "value": "Voorwaarts" }	, "articledate": { "type": "typed-literal", "datatype": "http://www.w3.org/2001/XMLSchema#date", "value": "1930-07-23" }	, "articleurl": { "type": "uri", "value": "https://resolver.kb.nl/resolve?urn=ddd:010212835:mpeg21:a0214" }} ] } }